Repository: Estalhun/MailerLite-Checkout-Subscribe
Catalog: mailerlite-checkout-subscribe/languages/mailerlite-checkout-subscribe-*_formal.po
Languages: de_de_formal

source: Additional field #1:
de_de_formal: Zusätzliches Feld #1:

source: Enabled
de_de_formal: Aktiviert

source: Error subscribing customer:
de_de_formal: Fehler beim Abonnieren eines Kunden:

source: I subscribe to newsletters.
de_de_formal: Ich abonniere Newsletter.

source: I subscribe to telemarketing calls.
de_de_formal: Ich abonniere Telemarketing-Anrufe.

source: MailerLite Checkout Subscribe
de_de_formal: MailerLite Checkout Abonnieren

source: MailerLite Checkout Subscribe Settings
de_de_formal: MailerLite Checkout Abonnieren Einstellungen

source: MailerLite Follow-Up Email Group:
de_de_formal: MailerLite Follow-Up E-Mail-Gruppe:

source: MailerLite Newsletter Group Settings:
de_de_formal: MailerLite Newsletter Gruppeneinstellungen:

source: MailerLite Telemarketing Group Settings:
de_de_formal: MailerLite Telemarketing Gruppeneinstellungen:

source: Please enter a valid MailerLite API Token
de_de_formal: Bitte geben Sie ein gültiges MailerLite API Token ein

source: Please enter a valid MailerLite field ID and a field value
de_de_formal: Bitte geben Sie eine gültige MailerLite Feld-ID und einen Feldwert ein

source: Please enter a valid MailerLite subscriber list ID
de_de_formal: Bitte geben Sie eine gültige MailerLite Abonnentenlisten-ID ein

source: Please enter a valid MailerLite subscriber list ID for subscribers on registration form.
de_de_formal: Bitte geben Sie im Registrierungsformular eine gültige MailerLite-Abonnentenlisten-ID für Abonnenten ein.

source: Please enter a valid MailerLite subscriber list ID, which will be used for subscribers on the registration form or at checkout.
de_de_formal: Bitte geben Sie eine gültige MailerLite-Abonnentenlisten-ID ein, die für Abonnenten auf dem Registrierungsformular oder an der Kasse verwendet wird.

source: Please enter a valid subscriber list!
de_de_formal: Bitte geben Sie eine gültige Abonnentenliste ein!

source: Please enter a valid token!
de_de_formal: Bitte geben Sie einen gültigen Token ein!

source: Please enter the mobile number in the following format: +36701234567
de_de_formal: Bitte geben Sie die Handynummer in folgendem Format ein: +49123456789

source: Please enter valid Key & Value pair!
de_de_formal: Bitte geben Sie ein gültiges Schlüssel/Wert-Paar ein!

source: Save Changes
de_de_formal: Änderungen speichern

source: the browser you are using is not up to date and therefore does not work with the shop,
de_de_formal: der von Ihnen verwendete Browser ist nicht auf dem neuesten Stand und funktioniert daher nicht mit dem Shop,

source: the data entered is incorrect,
de_de_formal: die eingegebenen Daten falsch sind,

source: The mobile phone number you entered is incorrect:
de_de_formal: Die von Ihnen eingegebene Mobiltelefonnummer ist falsch:

source: This may be due to the following reasons:
de_de_formal: Dies kann die folgenden Gründe haben:

source: This should be the default MailerLite newsletter group.
de_de_formal: Dies sollte die standardmäßige MailerLite Newsletter-Gruppe sein.

source: Use this plugin together with MailerLite - WooCommerce integration. Functions: Sign up at registration, follow-up email subscription, custom fields.
de_de_formal: Verwenden Sie dieses Plugin zusammen mit MailerLite - WooCommerce Integration. Funktionen: Anmeldung bei der Registrierung, Folge-E-Mail-Abonnement, benutzerdefinierte Felder.

source: Would you like to receive a phone call from our customer support team?
de_de_formal: Ich abonniere Telemarketing-Anrufe.

source: You are using an ad-blocking plugin that may cause errors in the operation of the shop, so please disable it!
de_de_formal: Sie verwenden ein Ad-Blocking-Plugin, das zu Fehlern beim Betrieb des Shops führen kann. Bitte deaktivieren Sie es!

source: You may withdraw your consent at any time, without giving any reason, in accordance with the Privacy Policy.
de_de_formal: Sie können Ihre Zustimmung jederzeit und ohne Angabe von Gründen gemäß der Datenschutzrichtlinie widerrufen.
