Repository: Estalhun/MailerLite-Checkout-Subscribe
Catalog: mailerlite-checkout-subscribe/languages/mailerlite-checkout-subscribe-*.po
Languages: hu_hu, pl_pl, ro_ro, sk_sk

source: Additional field #1:
hu_hu: Kiegészítő mező #1:
pl_pl: Dodatkowe pole #1:
ro_ro: Câmp suplimentar #1:
sk_sk: Dodatočné pole č. 1:

source: Enabled
hu_hu: Engedélyezve
pl_pl: Włączone
ro_ro: Activat
sk_sk: Povolené

source: Error subscribing customer:
hu_hu: Hiba a vásárló feliratkozásában:
pl_pl: Błąd subskrypcji klienta:
ro_ro: Eroare la abonarea clientului:
sk_sk: Chyba pri prihlasovaní zákazníka:

source: I subscribe to newsletters.
hu_hu: Feliratkozom hírlevelekre.
pl_pl: Subskrybuję newslettery.
ro_ro: Mă abonez la buletine informative.
sk_sk: Odoberám informačné bulletiny.

source: I subscribe to telemarketing calls.
hu_hu: Feliratkozom telemarketinges hívásokra.
pl_pl: Subskrybuję połączenia telemarketingowe.
ro_ro: Mă abonez la apelurile de telemarketing.
sk_sk: Prihlásil som sa na odber telemarketingových hovorov.

source: MailerLite API Token:
ro_ro: Token API MailerLite:
sk_sk: Token API MailerLite:

source: MailerLite Checkout Subscribe
hu_hu: MailerLite pénztár Feliratkozás
pl_pl: MailerLite Checkout Subskrybuj
ro_ro: MailerLite Checkout Abonare
sk_sk: MailerLite Checkout Prihlásiť sa

source: MailerLite Checkout Subscribe Settings
hu_hu: MailerLite Checkout feliratkozási beállítások
pl_pl: Ustawienia subskrypcji usługi MailerLite Checkout
ro_ro: MailerLite Checkout Abonare Setări
sk_sk: Nastavenia odberu MailerLite Checkout

source: MailerLite Follow-Up Email Group:
hu_hu: MailerLite Follow-Up Email csoport:
sk_sk: Skupina následných e-mailov MailerLite:

source: MailerLite Newsletter Group Settings:
hu_hu: MailerLite hírlevél csoport beállítások:
pl_pl: Ustawienia grupy biuletynów MailerLite:
ro_ro: Setări grup newsletter MailerLite:
sk_sk: Nastavenia skupiny MailerLite Newsletter:

source: MailerLite Telemarketing Group Settings:
hu_hu: MailerLite Telemarketing csoport beállításai:
pl_pl: Ustawienia grupy telemarketingowej MailerLite:
ro_ro: MailerLite Setări grup telemarketing:
sk_sk: Nastavenia skupiny MailerLite Telemarketing:

source: Please enter a valid MailerLite API Token
hu_hu: Kérjük, adjon meg egy érvényes MailerLite API Tokent
pl_pl: Wprowadź prawidłowy token API MailerLite
ro_ro: Vă rugăm să introduceți un Token API MailerLite valid
sk_sk: Zadajte platný token API MailerLite

source: Please enter a valid MailerLite field ID and a field value
hu_hu: Kérjük, adjon meg egy érvényes MailerLite mező azonosítót és egy mező értéket
pl_pl: Wprowadź prawidłowy identyfikator pola MailerLite i wartość pola
ro_ro: Vă rugăm să introduceți un ID de câmp MailerLite valid și o valoare de câmp
sk_sk: Zadajte platné ID poľa MailerLite a hodnotu poľa

source: Please enter a valid MailerLite subscriber list ID
hu_hu: Kérjük, adjon meg egy érvényes MailerLite előfizetői lista azonosítót
pl_pl: Wprowadź prawidłowy identyfikator listy subskrybentów MailerLite
ro_ro: Vă rugăm să introduceți un ID valabil pentru lista de abonați MailerLite
sk_sk: Zadajte prosím platné ID zoznamu odberateľov MailerLite

source: Please enter a valid MailerLite subscriber list ID for subscribers on registration form.
hu_hu: Kérjük, adjon meg egy érvényes MailerLite előfizetői lista azonosítót az előfizetők számára a regisztrációs űrlapon.
pl_pl: Wprowadź prawidłowy identyfikator listy subskrybentów MailerLite dla subskrybentów w formularzu rejestracyjnym.
ro_ro: Vă rugăm să introduceți un ID valabil pentru lista de abonați MailerLite pentru abonați pe formularul de înregistrare.
sk_sk: V registračnom formulári zadajte platné ID zoznamu predplatiteľov MailerLite pre predplatiteľov.

source: Please enter a valid MailerLite subscriber list ID, which will be used for subscribers on the registration form or at checkout.
hu_hu: Kérjük, adjon meg egy érvényes MailerLite előfizetői lista azonosítót, amelyet a regisztrációs űrlapon vagy a pénztárnál használnak majd a feliratkozók.
pl_pl: Wprowadź prawidłowy identyfikator listy subskrybentów MailerLite, który zostanie użyty dla subskrybentów w formularzu rejestracyjnym lub przy kasie.
ro_ro: Vă rugăm să introduceți un ID valabil pentru lista de abonați MailerLite, care va fi utilizat pentru abonați pe formularul de înregistrare sau la finalizarea comenzii.
sk_sk: Zadajte prosím platné ID zoznamu odberateľov MailerLite, ktoré sa použije pre odberateľov v registračnom formulári alebo pri pokladni.

source: Please enter a valid subscriber list!
hu_hu: Kérjük, adjon meg egy érvényes előfizetői listát!
pl_pl: Podaj prawidłową listę subskrybentów!
ro_ro: Vă rugăm să introduceți o listă de abonați validă!
sk_sk: Zadajte prosím platný zoznam odberateľov!

source: Please enter a valid token!
hu_hu: Kérjük, adjon meg egy érvényes tokent!
pl_pl: Wprowadź prawidłowy token!
ro_ro: Vă rugăm să introduceți un simbol valid!
sk_sk: Zadajte platný token!

source: Please enter the mobile number in the following format: +36701234567
hu_hu: Kérjük, adja meg a mobilszámot a következő formátumban: +36701234567
pl_pl: Proszę wpisać numer telefonu komórkowego w następującym formacie: +48123456789
ro_ro: Vă rugăm să introduceți numărul de telefon mobil în următorul format: +40123456789
sk_sk: Zadajte mobilné číslo v nasledujúcom formáte: +421234567890

source: Please enter valid Key & Value pair!
hu_hu: Kérjük, adjon meg érvényes kulcs-érték párost!
pl_pl: Wprowadź prawidłową parę Klucz i Wartość!
ro_ro: Vă rugăm să introduceți o pereche cheie și valoare validă!
sk_sk: Zadajte platný pár kľúč a hodnota!

source: Save Changes
hu_hu: Változások mentése
pl_pl: Zapisz zmiany
ro_ro: Salvați modificările
sk_sk: Uloženie zmien

source: the browser you are using is not up to date and therefore does not work with the shop,
hu_hu: az Ön által használt böngésző nem megfelelő, ezért nem működik a webáruházzal,
pl_pl: używana przez Państwa przeglądarka nie jest aktualna i dlatego nie współpracuje ze sklepem,
ro_ro: browserul pe care îl utilizați nu este modernizat și, prin urmare, nu funcționează cu magazinul,
sk_sk: prehliadač, ktorý používate, nie je aktualizovaný, a preto nefunguje s obchodom,

source: the data entered is incorrect,
hu_hu: a megadott adatok helytelenek,
pl_pl: wprowadzone dane są nieprawidłowe,
ro_ro: datele introduse sunt incorecte,
sk_sk: zadané údaje sú nesprávne,

source: The mobile phone number you entered is incorrect:
hu_hu: A megadott mobiltelefonszám helytelen:
pl_pl: Wprowadzony numer telefonu komórkowego jest nieprawidłowy:
ro_ro: Numărul de telefon mobil pe care l-ați introdus este incorect:
sk_sk: Zadané číslo mobilného telefónu je nesprávne:

source: This may be due to the following reasons:
hu_hu: Ennek a következő okai lehetnek:
pl_pl: Może to wynikać z następujących powodów:
ro_ro: Acest lucru se poate datora următoarelor motive:
sk_sk: Môže to byť spôsobené týmito dôvodmi:

source: This should be the default MailerLite newsletter group.
hu_hu: Ennek kell lennie az alapértelmezett MailerLite hírlevél csoportnak.
pl_pl: Powinna to być domyślna grupa newsletterów MailerLite.
ro_ro: Acesta ar trebui să fie grupul implicit de buletine informative MailerLite.
sk_sk: Toto by mala byť predvolená skupina MailerLite pre zasielanie noviniek.

source: Use this plugin together with MailerLite - WooCommerce integration. Functions: Sign up at registration, follow-up email subscription, custom fields.
hu_hu: Használja ezt a plugint a MailerLite - WooCommerce integrációval együtt. Funkciók: Feliratkozás a regisztrációkor, nyomon követő e-mail feliratkozás, egyéni mezők.
pl_pl: Użyj tej wtyczki razem z MailerLite - integracja z WooCommerce. Funkcje: Zarejestruj się przy rejestracji, kontynuacja subskrypcji e-mail, pola niestandardowe.
ro_ro: Utilizați acest plugin împreună cu MailerLite - Integrare WooCommerce. Funcții: Înscriere la înregistrare, abonare prin e-mail de urmărire, câmpuri personalizate.
sk_sk: Použite tento plugin spolu s MailerLite - WooCommerce integrácia. Funkcie: Funkcie: prihlásenie pri registrácii, následný odber e-mailov, vlastné polia.

source: Would you like to receive a phone call from our customer support team?
hu_hu: Feliratkozom telemarketinges hívásokra.
pl_pl: Subskrybuję połączenia telemarketingowe.
ro_ro: Mă abonez la apelurile de telemarketing.
sk_sk: Prihlásil som sa na odber telemarketingových hovorov.

source: You are using an ad-blocking plugin that may cause errors in the operation of the shop, so please disable it!
hu_hu: Olyan reklámblokkoló bővítményt használ, amely hibákat okozhat a webáruház működésében, ezért kérjük, kapcsolja ki!
pl_pl: Używasz wtyczki blokującej reklamy, która może powodować błędy w działaniu sklepu, więc proszę ją wyłączyć!
ro_ro: Folosiți un plugin de blocare a reclamelor care poate cauza erori în funcționarea magazinului, așa că vă rugăm să îl dezactivați!
sk_sk: Používate doplnok na blokovanie reklamy, ktorý môže spôsobovať chyby vo fungovaní obchodu, preto ho prosím vypnite!

source: You may withdraw your consent at any time, without giving any reason, in accordance with the Privacy Policy.
hu_hu: A hozzájárulását bármikor, indoklás nélkül visszavonhatja az Adatvédelmi szabályzatnak megfelelően.
pl_pl: Może Pan/Pani wycofać swoją zgodę w dowolnym momencie, bez podania przyczyny, zgodnie z Polityką prywatności.
ro_ro: Vă puteți retrage consimțământul în orice moment, fără a oferi vreun motiv, în conformitate cu Politica de confidențialitate.
sk_sk: Svoj súhlas môžete kedykoľvek odvolať bez uvedenia dôvodu v súlade so zásadami ochrany osobných údajov.
